Repository: lewebsimple/acf-treeselect
Catalog: languages/acf-treeselect-*.po
Languages: fr_ca

source: Unordered List
fr_ca: Liste non-ordonnée

source: Span Elements
fr_ca: Éléments <span>

source: Tree Select
fr_ca: Sélection hiérarchique

source: Choices
fr_ca: Choix

source: Enter each choice on a new line.
fr_ca: Indiquez une valeur par ligne.

source: Specify the parent, value and label like this:
fr_ca: Indiquez le parent, la valeur et le libellé ainsi:

source: parent / child : Child
fr_ca: parent / enfant : Enfant

source: Allow parent selection
fr_ca: Permettre la sélection d'un élément parent

source: Don't force selection of last level elements.
fr_ca: Ne pas forcer la sélection d'un élément de dernier niveau.

source: Return Format
fr_ca: Format d'affichage

source: Specify the value returned in the template.
fr_ca: Détermine le format retourné dans le modèle.

source: Values (array)
fr_ca: Valeurs (array)

source: Invalid selection value %s
fr_ca: Valeur sélectionnée invalide: %s

source: Last level selection is required
fr_ca: Une sélection de dernier niveau est requise

source: Select
fr_ca: Sélectionner

source: Advanced Custom Fields: Tree Select
fr_ca: Advanced Custom Fields: Sélection hiérarchique

source: Tree Select field for ACF.
fr_ca: Champ ACF de sélection hiérarchique.
